Repository: de-velopment/dv_owlscroller
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_dvowlscroller_settings
source: OWL Carousel
de: OWL Carousel [Inhaltselement]

# dv_owlscroller.tab.title
source: image carousel
de: Bilder Carousel

# dv_owlscroller.element.title
source: image carousel element
de: Inhaltselement Typ Bilder Carousel

# dv_owlscroller.element.description
source: image carousel element based on owl carousel
de: Bilderscroller basieren auf OWL Carousel

# dv_owlscroller.element.create
source: create new owl carousel
de: Neuen Scroller erstellen

# dv_owlscroller.tab.settings
source: settings
de: Konfiguration

# dv_owlscroller.settings.space
source: space
de: Konfiguration Abstände [mehr unter https://owlcarousel2.github.io/OwlCarousel2/]

# dv_owlscroller.settings.responsive
source: is reponsive - configuration
de: Responsive Konfiguration

# dv_owlscroller.settings.navigation
source: navigation
de: Konfiguration Navigation

# dv_owlscroller.settings.miscellaneous
source: miscellaneous
de: zusätzliche Konfiguration

# dv_owlscroller.settings.enabled
source: yes
de: ja

# dv_owlscroller.settings.title
source: slider title
de: Slider Titel [nicht sichbar im Frontend]

# dv_owlscroller.settings.items
source: max visible items
de: max. sichtbare Bilder

# dv_owlscroller.settings.margin
source: image right margin
de: Abstand Bilder nach Rechts in px [Wert ohne px hinterlegen]

# dv_owlscroller.settings.loop
source: loop images
de: Endlosschleife

# dv_owlscroller.settings.center
source: center slider content
de: Inhalt zentrieren

# dv_owlscroller.settings.stagepadding
source: slider padding left/right
de: Innenabstand Scroller Container nach links/rechts in px [Wert ohne px hinterlegen]

# dv_owlscroller.settings.autowidth
source: autowidth
de: Auto Breite

# dv_owlscroller.settings.startposition
source: startposition
de: Start mit Bild

# dv_owlscroller.settings.nav
source: show nav
de: Anzeige vor/zurück Button

# dv_owlscroller.settings.rewind
source: rewind
de: Zurück auf Startbild bei erreichen des Endes

# dv_owlscroller.settings.navtext
source: navigation text back/forward
de: Navigation Text (Beispiel: "zurück","weiter") in Anführungstrichen mit Komma

# dv_owlscroller.settings.dots
source: show dots
de: Punkt Navigation unter Silder anzeigen

# dv_owlscroller.settings.autoplayhoverpause
source: autoplay hover then pause
de: Pause bei Mousehover

# dv_owlscroller.settings.autoplayspeed
source: autoplayspeed
de: Autoplay Geschwindigkeit in ms

# dv_owlscroller.settings.navspeed
source: navspeed
de: Navigationsgeschwindigkeit in ms

# dv_owlscroller.settings.items.mobile
source: max items mobile
de: max. Bilder Mobile bis 480px

# dv_owlscroller.settings.items.tablet
source: max items tablet
de: max. Bilder Tablet ab 480px

# dv_owlscroller.settings.items.desktop
source: max items desktop
de: max. Bilder Desktop ab 768x

# dv_owlscroller.items
source: images
de: Bilder

# dv_owlscroller.item.crop
source: crop image
de: Bildbearbeitung

# dv_owlscroller.tab.items
source: scroller images
de: Carousel Bilder

# dv_owlscroller.item
source: images
de: Inhalt Bilder

# dv_owlscroller.item.image
source: image
de: Bild
